Repository: printempstg/craft-5152-en-ro
Catalog: tm/5152_EN-RO-batch2.tmx
Source language: en
Languages: ro

source: The cardiac pacing wires should be placed in a position that allows uncomplicated removal once treatment is complete.
ro: Electrozii de stimulare cardiacă trebuie așezați într-o poziție care să permită îndepărtarea acestora fără complicații la sfârșitul tratamentului.

source: The characteristic rapid loss of strength is achieved by use of a polymer material with a lower molecular weight than regular VICRYL™ (polyglactin 910) suture.
ro: Pierderea rapidă a rezistenţei, caracteristică, se obţine prin utilizarea unui material polimeric cu masă moleculară mai mică decât cea a materialului de sutură obișnuit VICRYL™ (poliglactin 910).

source: The clinical significance of this finding is unknown.
ro: Nu se cunoaște importanţa clinică a acestei descoperiri.

source: The clip is spring loaded and will open automatically to an angle of about 45°, then the exposed pacing wire is inserted and the clip closed.
ro: Clipul este prevăzut cu arcuri și se va deschide în mod automat la un unghi de aproximativ 45°, după care se introduce electrodul de stimulare și clipul se închide.

source: The dehiscence force of healing abdominal wounds in rats closed with size 4-0 absorbable sutures was compared with corresponding wounds closed with absorbable sutures and reinforced with VICRYL™ MESH.
ro: Forțele de dehiscenţă a plăgilor abdominale în curs de vindecare, închise cu fire de sutură absorbabile, mărimea 4-0, la șobolani, au fost comparate cu cele ale plăgilor echivalente închise cu fire de sutură absorbabile și întărite cu PLASA VICRYL™.

source: The empirical formula is (C2H2O2)m(C3H4O2)n.
ro: Formula empirică este (C2H2O2)m(C3H4O2)n.

source: The empirical formula of the copolymer is (C2H2O2)m(C3H4O2)n.
ro: Formula empirică a copolimerului este (C2H2O2)m(C3H4O2)n.

source: The empirical molecular formula of the polymer is (C10H8O4)n.
ro: Formula moleculară empirică a polimerului este (C10H8O4)n.

source: The empirical molecular formula of the polymer is (C2H2O2)m (C6H10O2)n.
ro: Formula moleculară empirică a polimerului este (C2H2O2)m (C6H10O2)n.

source: The exposed pacing wire end should be introduced into the adapter plug in such a way that, without having to be compressed, it is centrally located on the visible metallic pencil (Fig. 3).
ro: Capătul expus al electrodului de stimulare trebuie introdus în conectorul de tip adaptor astfel încât acesta să fie poziţionat central pe tija metalică vizibilă, fără să necesite comprimare (figura 3).

source: The extracorporeal end of the cardiac pacing wire with a straight or curved needle attached, is led through the chest wall then the needle is cut off.
ro: Capătul extracorporal al electrodului de stimulare cardiacă, prevăzut cu un ac drept sau curbat, se introduce prin peretele toracic, apoi acul este detașat.

source: The extracorporeal ends are also uncoated and fitted with a larger needle (for perforation of the chest wall).
ro: Capetele extracorporale sunt de asemenea neacoperite și sunt prevăzute cu un ac mai mare (pentru perforarea peretelui toracic).

source: The extracorporeal tip of the temporary cardiac pacing wire is then brought through the chest wall using the straight needle.
ro: Vârful extracorporal al electrodului de stimulare cardiacă temporară se introduce apoi prin peretele toracic cu ajutorul acului drept.

source: The gastric face of the spleen must be dissected free.
ro: Faţa gastrică a splinei trebuie eliberată prin disecţie.

source: The injured liver lobe is freed from its peritoneal attachment including the coronary ligament, triangular ligament and falciform ligament.
ro: Lobul hepatic lezat trebuie detașat de elementele cu care se atașează de peritoneu, acestea incluzând ligamentul coronar, ligamentul triunghiular și ligamentul falciform.

source: The intracorporeal ends of the cardiac pacing wires are anchored in the myocardium according to surgical circumstances and operator technique.
ro: Capetele intracorporale ale electrozilor de stimulare cardiacă se ancorează în miocard în funcţie de circumstanţele chirurgicale și tehnica operatorului.

source: The intracorporeal ends of the pacing wire are uncoated and either fitted with a needle (to guide the temporary cardiac pacing wire into the myocardium) or non needled (attachment to the myocardium using single knot sutures).
ro: Capetele intracorporale ale electrodului de stimulare nu sunt acoperite și fie sunt prevăzute cu un ac (pentru ghidajul electrodului de stimulare cardiacă temporară în miocard), fie nu sunt dotate cu ac (fiind fixate de miocard prin suturi cu nod unic).

source: The intracorporeal tips of the temporary cardiac pacing wires should, depending on the surgical requirements and technique used, be secured in the myocardium.
ro: Vârfurile intracorporale ale electrozilor de stimulare cardiacă temporară trebuie fixate în miocard, în funcție de necesitățile chirurgicale și tehnica utilizată.

source: The knot tensile strength of VICRYL™ RAPIDE meets USP requirements for collagen sutures as well as the requirements of the European Pharmacopoeia for ”Chorda Resorbilis Sterilis“ (except for an occasional slight oversize in some gauges).
ro: Rezistenţa la întindere a nodului materialului de sutură VICRYL™ rapide satisface cerinţele USP privind suturile de colagen, precum și cerinţele Farmacopeei Europene privind „Chorda Resorbilis Sterilis” (cu excepţia unei ușoare supradimensionări ocazionale la unele mărimi).

source: The length of the needle, once snapped off, is 20 mm, diameter 1 mm.
ro: După detașare acul are lungime de 20 mm și un diametru de 1 mm.

source: The material may also be supplied with beads and collars to anchor the ends of the suture for subcuticular closure.
ro: Materialul de sutură poate fi livrat şi prevăzut cu perle şi gulere pentru ancorarea capetelor suturii in cazul inchiderilor subcuticulare.

source: The mesh is knitted from uncoated and undyed fibre identical in composition to that used in VICRYL™ sutures, which has been found to be inert, nonantigenic, nonpyrogenic and to elicit only a mild tissue reaction during absorption.
ro: Plasa este ţesută din fibre neacoperite și nevopsite, având o compoziţie identică cu cea a firelor de sutură VICRYL™, dovedită a fi inertă, non-antigenică, apirogenă și care provoacă doar o ușoară reacţie tisulară în timpul absorbţiei.

source: The mesh should completely cover the surface of the kidney except the hilar vessels and the ureter.
ro: Plasa trebuie să acopere complet suprafaţa rinichiului, cu excepţia vaselor hilare și a ureterului.

source: The mesh structure ensures the passage of liquids and the ingrowth of tissue.
ro: Structura plasei permite trecerea lichidelor și proliferarea ţesutului.

source: The mesh structure ensures the passing of liquids and the ingrowth of tissues.
ro: Structura plasei asigură trecerea lichidelor și proliferarea ţesutului.

source: The needle is snapped off at the nominal break point and attached to the connecting cable of the pacemaker or, if necessary, directly to the pacemaker.
ro: Acul este detașat de la nivelul punctului nominal de separare și atașat la cablul de conexiune al stimulatorului cardiac sau, dacă este necesar, direct la stimulator.

source: The needles are bicolour (silver/ black) and the labelling shows MRI.
ro: Acele sunt bicolore (argintiu/negru) iar etichetarea indică RMN.

source: The needles are bicolour (silver/black) and the labelling shows MRI.
ro: Acele sunt bicolore (argintiu/negru) iar etichetarea indică RMN.

source: The needles may be attached permanently or as CONTROL RELEASE which enables the needles to be pulled off instead of being cut off.
ro: Acele pot fi atașate definitiv sau sub forma CONTROL RELEASE, ceea ce le permite să fie smulse în loc să fie tăiate.

source: The needles may be attached permanently or as CONTROL RELEASE™ which enables the needles to be pulled off instead of being cut off.
ro: Acele pot fi ataşate definitiv sau in varianta CONTROL RELEASE™ (eliberare controlată), ceea ce le permite să fie smulse in loc să fie tăiate.

source: The needles may be attached permanently or as CR-needles (control release), enabling the needles to be pulled off instead of being cut off.
ro: Acele pot fi atașate definitiv sau în sistemul EC (eliberare controlată), ceea ce le permite să fie smulse în loc să fie tăiate.

source: The packaging is designed so that if the full length of pacing wire is not required, the excess can be wound around the folder which can be fixed to the patient for the entire period of use by means of adhesive tape.
ro: Ambalajul este conceput în așa fel încât, dacă nu se utilizează întreaga lungime a electrodului de stimulare, lungimea în exces poate fi înfășurată pe mapă, care se poate fixa pe corpul pacientului pentru întreaga perioadă de utilizare cu ajutorul unor benzi adezive.

source: The perihepatic prosthesis is then positionned around the injured lobe and then wrapped around it.
ro: Proteza perihepatică se poziţionează apoi în jurul lobului lezat și se înfășoară în jurul acestuia.

source: The peripheral VICRYL™ strand is placed around the hilus and tightened without compressing the hilar veins.
ro: Firul periferic de VICRYL™ este plasat în jurul hilului și este strâns fără a fi comprimate venele hilare.

source: The product is sterilized by irradiation.
ro: Produsul este sterilizat prin iradiere.

source: The product meets the essential requirements of Medical Device Directive 93/42/EEC
ro: Acest produs corespunde cerinţelor esenţiale ale directivei 93/42/CEE privind dispozitivele medicale

source: The prosthesis is first secured to the falciform ligament remnants by a continuous suture starting posteriorly.
ro: Proteza este mai întâi fixată de partea rămasă din ligamentul falciform, folosind o sutură continuă care începe din partea posterioară.

source: The relevant manufacturer’s instructions should be followed.
ro: Trebuie respectate instrucţiunile producătorului.

source: The safety and effectiveness of MONOCRYL™ sutures has not been established in the following areas – neural tissue, cardiovascular tissue, microsurgery and ophthalmic surgery.
ro: Nu s-au stabilit siguranţa şi eficacitatea firelor de sutură MONOCRYL™ in următoarele domenii – la nivelul ţesutului nervos, al ţesutului cardiovascular, in microchirurgie şi in chirurgia oftalmică.

source: The safety and effectiveness of VICRYL™ MESH in neural tissue and in cardiovascular tissue has not been established.
ro: Siguranţa și eficacitatea utilizării PLASEI VICRYL™ la nivelului ţesuturilor nervos și cardiovascular nu au fost stabilite.

source: The safety and effectiveness of VICRYL™ PLUS sutures in cardiovascular tissue, ophthalmic surgery and neurological tissue have not been established.
ro: Nu s-a stabilit încă siguranţa și eficacitatea utilizării firelor de sutură VICRYL™ PLUS pe ţesutul cardiovascular, în chirurgia oftalmică și pe ţesuturile neurologice.

source: The safety and effectiveness of VICRYL™ sutures in cardiovascular tissue have not been established.
ro: Nu a fost stabilită siguranţa și eficacitatea utilizării firelor de sutură VICRYL™ pe ţesutul cardiovascular.

source: The second step is to tighten the absorbable drawstrings in such a way that sufficient compression can achieve hemostasis and bilistasis.
ro: În a doua etapă, firele de tracţiune absorbabile sunt strânse în așa fel încât să se creeze o compresie suficientă pentru a obţine hemostaza și bilistaza.

source: The second strand is then appropriately tightened to provide adequate compression.
ro: Al doilea fir este apoi strâns în mod corespunzător, pentru a asigura o compresie adecvată.

source: The sutures should be placed 5 – 10 mm apart at a distance approximately 5 mm from the edge of the mesh.
ro: Distanţa dintre firele de sutură trebuie să fie de 5–10 mm, iar distanţa acestora faţă de marginea plasei de aproximativ 5 mm.

source: The temporary cardiac pacing wire is used for treating post-operative cardiac arrhythmias following heart surgery.
ro: Electrodul de stimulare cardiacă temporară este folosit în tratamentul aritmiilor cardiace postoperatorii după intervenţiile pe cord.

source: The temporary cardiac pacing wire provides a conductive connection between an external pacemaker and the myocardium.
ro: Electrodul de stimulare cardiacă temporară asigură o conexiune conductivă între un stimulator cardiac extern și miocard.

source: The temporary cardiac pacing wire should not be used in conjunction with permanently implantable pacemakers.
ro: Electrodul de stimulare cardiacă temporară nu trebuie folosit împreună cu stimulatoare cardiace implantate permanent.

source: The temporary cardiac pacing wires should be placed in a position which allows uncomplicated removal when treatment is complete.
ro: Electrozii de stimulare cardiacă temporară trebuie așezați într-o poziție care să permită îndepărtarea acestora fără complicații la sfârșitul tratamentului.

source: The underside of the folder is coated to protect the skin.
ro: Partea inferioară a mapei este prevăzută cu un înveliș pentru protecția pielii.

source: The use of VICRYL™ Plus does not substitute normal observance of hygiene and/or otherwise needed antibiotic treatment.
ro: Utilizarea VICRYL™ PLUS nu poate înlocui respectarea normelor de igienă și/sau tratamentul antibiotic necesar.

source: The use of VICRYL™ RAPIDE may be inappropriate in elderly, malnourished or debilated patients, or in patients suffering from conditions which may delay wound healing.
ro: Utilizarea VICRYL™ rapide ar putea fi neadecvată la pacienţii în vârstă, malnutriţi sau taraţi sau la pacienţii care suferă de afecţiuni care ar putea întârzia vindecarea plăgii.

source: The use of a model large enough to enable easy adjustment during surgery is recommended.
ro: Se recomandă utilizarea unui model îndeajuns de mare pentru a permite ajustarea cu ușurinţă în cursul intervenţiei chirurgicale.

source: The use of additional throws is particularly appropriate when knotting any monofilament suture.
ro: Utilizarea unor surjeturi suplimentare este extrem de utilă mai ales atunci când se înnoadă fire de sutură monofilament.

source: The use of additional throws may be particularly appropriate when knotting any monofilament suture.
ro: Utilizarea unor surjeturi suplimentare este recomandată mai ales atunci când se realizează noduri ale firelor de sutură monofilament.

source: The use of this mesh may be inappropriate in elderly, malnourished, or debilitated patients, or in patients suffering from conditions which may delay wound healing.
ro: Utilizarea acestei plase poate fi neadecvată la pacienţii în vârstă, malnutriţi sau taraţi sau la pacienţii care suferă de afecţiuni care pot întârzia vindecarea plăgii.

source: Then, the adapter plug can be connected either directly to the temporary cardiac pacing wire or by means of a suitable extension cable.
ro: Apoi conectorul de tip adaptor se poate conecta la electrodul de stimulare cardiacă temporară fie direct , fie cu ajutorul unui cablu prelungitor corespunzător.

source: Then, the end cap should be pressed down until both closure catches are locked (Fig. 4).
ro: Apoi capacul terminal trebuie împins în jos până când ambele cleme de închidere se închid (figura 4).

source: These sutures (dyed and undyed), being absorbable, should not be used where extended approximation of tissues under stress is required.
ro: Fiind absorbabile, aceste fire de sutură (vopsite şi nevopsite) nu trebuie utilizate in cazurile in care este necesară o afrontare extinsă a ţesuturilor sub tensiune.

source: These sutures, being absorbable should not be used where extended approximation of tissues under stress is required.
ro: Fiind absorbabile, nu se recomandă utilizarea acestor fire de sutură în cazurile în care este necesară o afrontare extinsă sub tensiune a ţesuturilor.

source: This applies in particular when checking the safety of the connection between pacing wire and pacemaker or pacemaker cable.
ro: Acest lucru este îndeosebi valabil în ceea ce privește verificarea siguranței conexiunii dintre electrodul de stimulare și stimulatorul cardiac sau cablul stimulatorului cardiac.

source: This suture may be inappropriate in elderly, malnourished or debilated patients, or in patients suffering from conditions which may delay wound healing.
ro: Acest fir de sutură ar putea fi neadecvat pentru pacienţii în vârstă, malnutriţi sau taraţi sau pacienţii care suferă de afecţiuni care ar putea întârzia vindecarea plăgii.

source: This suture may be inappropriate in elderly, malnourished or debilitated patients, or in patients suffering from conditions which may delay wound healing.
ro: Acest fir de sutură ar putea fi nerecomandat pentru pacienţii in varstă, malnutriţi sau taraţi ori pentru pacienţii care suferă de afecţiuni ce ar putea intarzia vindecarea plăgii.

source: This temporary cardiac pacing wire is a sterile single-use product.
ro: Acest electrod de stimulare cardiacă temporară este un produs steril, de unică utilizare.

source: To achieve this, remove the clip from the folder and press the clip between the fingers, so that the teeth interlock completely.
ro: Pentru obținerea acestei fixări, scoateți clipul din mapă și apăsați-l între degete astfel încât dinții acestuia să se angreneze complet.

source: To check the length of the exposed wire there are appropriate markings on the folder.
ro: Pe mapă există marcaje adecvate pentru verificarea lungimii electrodului expus.

source: UNDYED
ro: NEVOPSIT

source: Under some circumstances, notably orthopaedic procedures, immobilisation of joints by external support may be employed at the discretion of the surgeon.
ro: In anumite circumstanţe, indeosebi in cazul procedurilor ortopedice, chirurgul poate opta pentru imobilizarea articulaţiilor printr-un suport extern.

source: Use by – year and month
ro: A se utiliza până la – anul și luna

source: Users should be familiar with surgical procedures and techniques involving absorbable sutures before employing MONOCRYL™ suture for wound closure, as risk of wound dehiscence may vary with the site of application and the suture material used.
ro: Inainte de folosirea firelor de sutură MONOCRYL™ pentru inchiderea plăgilor, utilizatorii trebuie să fie familiarizaţi cu procedurile şi tehnicile chirurgicale care implică utilizarea firelor de sutură absorbabile, deoarece riscul de dehiscenţă a plăgilor poate varia in funcţie de locul de aplicare şi de materialul de sutură utilizat.

source: Users should be familiar with surgical procedures and techniques involving absorbable sutures before employing VICRYL™ PLUS suture for wound closure, as risk of wound dehiscence may vary with the site of application and the suture material used.
ro: Înainte de folosirea firelor de sutură VICRYL™ PLUS pentru închiderea plăgilor, utilizatorii trebuie să fie familiarizaţi cu procedurile și tehnicile chirurgicale care implică utilizarea firelor de sutură absorbabile, deoarece riscul de dehiscenţă a plăgilor poate varia în funcţie de locul de aplicare și de materialul de sutură utilizat.

source: Users should be familiar with surgical procedures and techniques involving absorbable sutures before employing VICRYL™ RAPIDE for wound closure, as the risk of wound dehiscence may vary with the site of application and the suture material used.
ro: Înainte de folosirea firelor de sutură VICRYL™ rapide pentru închiderea plăgilor, utilizatorii trebuie să fie familiarizaţi cu procedurile și tehnicile chirurgicale care implică utilizarea firelor de sutură absorbabile, deoarece riscul de dehiscenţă a plăgilor poate varia în funcţie de locul de aplicare și de materialul de sutură utilizat.

source: Users should be familiar with surgical procedures and techniques involving absorbable sutures before employing VICRYL™ suture for wound closure, as risk of wound dehiscence may vary with the site of application and the suture material used.
ro: Înainte de folosirea firelor de sutură VICRYL™ pentru închiderea plăgilor, utilizatorii trebuie să fie familiarizaţi cu procedurile și tehnicile chirurgicale care implică utilizarea firelor de sutură absorbabile, deoarece riscul de dehiscenţă a plăgilor poate varia în funcţie de locul de aplicare și de materialul de sutură utilizat.

source: Users should be familiar with surgical procedures and techniques involving non absorbable sutures before employing MERSILENE™ suture for wound closure, as risk of wound dehiscence may vary with the site of application and the suture material used.
ro: Înainte de folosirea firelor de sutură MERSILENE™ pentru închiderea plăgilor, utilizatorii trebuie să fie familiarizaţi cu procedurile și tehnicile chirurgicale care implică utilizarea firelor de sutură non-absorbabile, deoarece riscul de dehiscenţă a plăgilor poate varia în funcţie de locul de aplicare și de materialul de sutură utilizat.

source: Users should exercise caution when handling surgical needles to avoid inadvertent needle stick injury.
ro: Manevrarea acelor chirurgicale trebuie realizată cu atenţie pentru a evita leziunile accidentale prin înţepare.

source: Using zone of inhibition studies VICRYL™ PLUS suture has been shown to inhibit colonization of the suture by Staphylococcus aureus, Staphylococcus epidermis and its Methycillin resistant strains.
ro: În cadrul studiilor privind zona de inhibare, s-a constatat că firele de sutură VICRYL™ PLUS inhibă colonizarea suturii de către Staphylococcus aureus, Staphylococcus epidermis și tulpinile rezistente la meticilină ale acestora.

source: VICRYL™ MESH
ro: PLASĂ VICRYL™

source: VICRYL™ MESH BAG
ro: SACUL DIN PLASĂ VICRYL™

source: VICRYL™ MESH consists of polyglactin 910, a synthetic absorbable copolymer made from 90 % glycolide and 10 % L-lactide.
ro: PLASA VICRYL™ este fabricată din polyglactin 910, un copolimer sintetic, absorbabil, compus în proporţie de 90 % din glicolidă și 10 % din L-lactidă.

source: VICRYL™ MESH is available in different sizes and shapes.
ro: PLASA VICRYL™ este disponibilă în diferite mărimi și forme.

source: VICRYL™ MESH is sterilized by ethylene oxide gas.
ro: PLASA VICRYL™ este sterilizată cu oxid de etilenă gazos.

source: VICRYL™ MESH may also be cut to shape or size desired for each specific application.
ro: De asemenea, PLASA VICRYL™ poate fi tăiată la forma sau dimensiunea dorită pentru fiecare aplicare în parte.

source: VICRYL™ MESH may be used wherever temporary wound or organ support is required, particularly in instances in which compliant and stretchable support is desired.
ro: PLASA VICRYL™ poate fi utilizată în cazurile în care este necesară susţinerea temporară a plăgii sau organului, îndeosebi atunci când se dorește o susţinere flexibilă și extensibilă.

source: VICRYL™ MESH should not be used where extended wound or organ support is required.
ro: PLASA VICRYL™ nu trebuie utilizată în cazurile în care este necesară o susţinere prelungită a plăgii sau organului.

source: VICRYL™ PLUS complies with the requirements of the United States Pharmacopoeia for Absorbable Surgical Suture and the European Pharmacopoeia for Sterile Synthetic Absorbable Braided Sutures (except for an occasional slight oversize in some gauges).
ro: VICRYL™ PLUS îndeplinește toate cerinţele Farmacopeei SUA privind firele de sutură chirurgicală absorbabile și ale Farmacopeei Europene privind firele de sutură chirurgicală sterile sintetice absorbabile împletite (cu excepţia unei ușoare supradimensionări ocazionale a unor diametre).

source: VICRYL™ PLUS is available in a range of gauge sizes and lengths, non-needled or attached to stainless steel needles of varying types and sizes.
ro: VICRYL™ PLUS sunt disponibile într-o gamă variată de diametre și lungimi, atașate la ace din oţel inoxidabil de diverse tipuri și mărimi.
